Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/recull-tm.tmx
Source language: en
Languages: ca_es

source: 3D shading
ca_es: Ombreig en 3D

source: Abnormal termination
ca_es: Fi anormal

source: Abort
ca_es: Interrupció

source: Abortion
ca_es: Interrupció

source: Acceptable use policy
ca_es: Normes d'ús

source: Access
ca_es: Accés

source: Access code
ca_es: Contrasenya

source: Access control
ca_es: Control d'accés

source: Access key
ca_es: Contrasenya

source: Access permission
ca_es: Permís d'accés

source: Access time
ca_es: Temps d'accés

source: Account
ca_es: Compte

source: Account name
ca_es: Nom de compte

source: Account policy
ca_es: Política de comptes

source: Accrued interest
ca_es: Interès acumulat

source: Acronym
ca_es: Acrònim

source: Action
ca_es: Acció

source: Ad
ca_es: Anunci

source: Ad banner
ca_es: Bàner

source: Adaptation
ca_es: Adaptació

source: Adapter
ca_es: Adaptador

source: Adapter dongle
ca_es: Motxilla

source: Add-in
ca_es: Complement

source: Add-on
ca_es: Complement

source: Address
ca_es: Adreça

source: Address bar
ca_es: Barra d'adreces

source: Address book
ca_es: Llibreta d'adreces

source: Advanced search
ca_es: Cerca avançada

source: Advertising
ca_es: Publicitat

source: Advertising banner
ca_es: Bàner

source: Adware
ca_es: Programari de publicitat

source: Alias
ca_es: Àlies

source: Aliasing
ca_es: Aliàsing

source: Alignment
ca_es: Alineació

source: Allocation
ca_es: Assignació

source: Amplification
ca_es: Amplificació

source: Amplifier
ca_es: Amplificador

source: Analyzer
ca_es: Analitzador

source: Anchor
ca_es: Àncora

source: Animatics
ca_es: Animació assistida per ordinador

source: Animation
ca_es: Animació

source: Animatronics
ca_es: Animació electrònica

source: Announcement
ca_es: Avís

source: Anonymous mail
ca_es: Correu anònim

source: Antenna
ca_es: Antena

source: Antialiasing
ca_es: Antialiàsing

source: Antidote
ca_es: Antídot

source: Appearance
ca_es: Aparença

source: Applet
ca_es: Miniaplicació

source: Archive
ca_es: Arxiu

source: Archiver
ca_es: Arxivador

source: Archiving
ca_es: Arxivament

source: Arrangement
ca_es: Configuració

source: Array
ca_es: Matriu

source: Arrowhead
ca_es: Extrem de fletxa

source: Artificial language
ca_es: Llenguatge artificial

source: Aspect
ca_es: Aspecte

source: Aspect ratio
ca_es: Relació d'aspecte

source: Assembler
ca_es: Assemblador

source: Assembler language
ca_es: Llenguatge d'assemblador

source: Assembling
ca_es: Assemblatge

source: Assembly language
ca_es: Llenguatge d'assemblador

source: Assertion
ca_es: Asserció

source: Assistive technology
ca_es: Tecnologies d'assistència

source: Assistive tools
ca_es: Eines d'assistència

source: Asterisk key
ca_es: Tecla d'asterisc

source: At (@)
ca_es: Arrova

source: Attribute
ca_es: Atribut

source: Audio
ca_es: Àudio

source: Audio codec
ca_es: Còdec d'àudio

source: Audio ripper
ca_es: Capturador d'àudio

source: Audiobook
ca_es: Audiollibre

source: Authentication
ca_es: Autenticació

source: Authoring
ca_es: Creació personalitzada

source: Authorization
ca_es: Autorització

source: Autocomplete
ca_es: Compleció automàtica

source: Autocompletion
ca_es: Compleció automàtica

source: Autoconfiguration
ca_es: Configuració automàtica

source: Autodetection
ca_es: Detecció automàtica

source: Autoload
ca_es: Càrrega automàtica

source: Automatics
ca_es: Automàtica

source: Autosaving
ca_es: Desament automàtic

source: Autoscroll
ca_es: Desplaçament automàtic

source: Average
ca_es: Mitjana

source: Backslash
ca_es: Barra inversa

source: Backslash key
ca_es: Tecla de barra inversa

source: Bad read
ca_es: Lectura errònia

source: Bandwidth
ca_es: Amplada de banda

source: Banner
ca_es: Bàner

source: Bar
ca_es: Barra

source: Bar code
ca_es: Codi de barres

source: Baseline
ca_es: Punt de referència

source: Batch
ca_es: Lot

source: Batch file
ca_es: Fitxer de lot

source: Battery
ca_es: Bateria

source: Beeper
ca_es: Cercapersones

source: Benchmark
ca_es: Test de referència

source: Beta version
ca_es: Versió beta

source: Billing information
ca_es: Dades de facturació

source: Binary code
ca_es: Codi binari

source: Binding
ca_es: Vinculació

source: Bitmap
ca_es: Mapa de bits

source: Bitwise
ca_es: Bit a bit

source: Blinking
ca_es: Parpelleig

source: Block
ca_es: Bloc

source: Blog
ca_es: Bloc

source: Board
ca_es: Targeta

source: Body
ca_es: Cos

source: Bold
ca_es: Negreta

source: Boot
ca_es: Arrencada

source: Bootloader
ca_es: Carregador de l'arrencada

source: Bottom
ca_es: Part inferior

source: Bounced message
ca_es: Missatge retornat

source: Bound
ca_es: Límit

source: Bracket
ca_es: Claudàtor

source: Branching
ca_es: Bifurcació

source: Branching point
ca_es: Punt de ramificació

source: Breadcrumb
ca_es: Ruta de navegació

source: Bridge
ca_es: Pont

source: Brightness
ca_es: Brillantor

source: Broadband
ca_es: Banda ampla

source: Broadcast
ca_es: Difusió

source: Broken link
ca_es: Enllaç no vàlid

source: Browser
ca_es: Navegador

source: Browsing
ca_es: Navegació

source: Buddy list
ca_es: Llista d'amics

source: Buffer
ca_es: Memòria intermèdia

source: Build
ca_es: Muntatge

source: Bullet
ca_es: Pic

source: Bulleted list
ca_es: Llista de pics

source: Burner
ca_es: Enregistrador

source: Button
ca_es: Botó

source: Cache busting
ca_es: Bloqueig de memòria cau

source: Canvas
ca_es: Llenç

source: Capital letter
ca_es: Majúscula

source: Capitalized words
ca_es: Paraules amb majúscula inicial

source: Card
ca_es: Targeta

source: Catcher
ca_es: Capturador

source: Category
ca_es: Categoria

source: Cause
ca_es: Motiu

source: Cell
ca_es: Cel·la

source: Certificate
ca_es: Certificat

source: Certificate authority
ca_es: Entitat certificadora

source: Certificate revocation list
ca_es: Llista de revocació de certificats

source: Cipher
ca_es: Xifra

source: Class
ca_es: Classe

source: Classification
ca_es: Classificació

source: Click
ca_es: Clic

source: Client-server architecture
ca_es: Arquitectura client-servidor

source: Clipart
ca_es: Fitxer d'imatges

source: Clipboard
ca_es: Porta-retalls

source: Clustering
ca_es: Clusterització

source: Clusterization
ca_es: Clusterització

source: Code
ca_es: Codi

source: Codec
ca_es: Còdec

source: Coder
ca_es: Codificador

source: Coder-decoder
ca_es: Còdec

source: Coding
ca_es: Codificació

source: Color depth
ca_es: Profunditat de color

source: Color scheme
ca_es: Combinació de colors

source: Collision
ca_es: Col·lisió

source: Combo box
ca_es: Quadre combinat

source: Command
ca_es: Ordre

source: Command line
ca_es: Línia d'ordres

source: Comment
ca_es: Comentari

source: Communication
ca_es: Comunicació

source: Compaction
ca_es: Compactació

source: Compilation
ca_es: Compilació

source: Compiler
ca_es: Compilador

source: Compiling program
ca_es: Compilador

source: Component bar
ca_es: Barra d'elements

source: Composition
ca_es: Redacció

source: Compression
ca_es: Compressió

source: Compression algorithm
ca_es: Algorisme de compressió

source: Compression ratio
ca_es: Ràtio de compressió

source: Compression software
ca_es: Compressor

source: Compressor-decompressor
ca_es: Còdec

source: Computer
ca_es: Ordinador

source: Computer architecture
ca_es: Arquitectura d'ordinador

source: Computer crime
ca_es: Delicte informàtic

source: Computer network
ca_es: Xarxa informàtica

source: Computer science
ca_es: Informàtica

source: Computer security
ca_es: Seguretat informàtica

source: Computer system
ca_es: Sistema informàtic

source: Computer-assisted animation
ca_es: Animació assistida per ordinador

source: Computing system
ca_es: Sistema informàtic

source: Conductivity
ca_es: Conductivitat

source: Confirm delivery
ca_es: Confirmació de recepció

source: Connection
ca_es: Connexió

source: Connection accelerator
ca_es: Accelerador de connexió

source: Connectivity
ca_es: Connectivitat

source: Console
ca_es: Consola

source: Constraint
ca_es: Restricció

source: Contact sheet
ca_es: Full de contactes

source: Content
ca_es: Contingut

source: Content syndication
ca_es: Sindicació de continguts

source: Context sensitive help
ca_es: Ajuda contextual

source: Control panel
ca_es: Tauler de control

source: Controller
ca_es: Controlador

source: Conversion
ca_es: Conversió

source: Converter
ca_es: Convertidor

source: Cookie
ca_es: Galeta

source: Copy
ca_es: Còpia

source: Core
ca_es: Ànima

source: Coroutine
ca_es: Corutina

source: Corruption
ca_es: Corrupció

source: Counter
ca_es: Comptador

source: Country
ca_es: País

source: Coverage
ca_es: Cobertura

source: Creation
ca_es: Creació

source: Credentials
ca_es: Credencials

source: Credit
ca_es: Crèdit

source: Credit card
ca_es: Targeta de crèdit

source: Credits
ca_es: Crèdits

source: Cross-reference
ca_es: Referència encreuada

source: Crossposting
ca_es: Enviament múltiple

source: Cryptography
ca_es: Criptografia

source: Currency
ca_es: Moneda

source: Customer service
ca_es: Servei d'atenció al client

source: Customization
ca_es: Personalització

source: Customized catalog
ca_es: Catàleg electrònic

source: Cybercafé
ca_es: Cibercafè

source: Cybernetics
ca_es: Cibernètica

source: Cyberspace
ca_es: Ciberespai

source: Cylinder
ca_es: Cilindre

source: Chain
ca_es: Cadena

source: Channel
ca_es: Canal

source: Character
ca_es: Caràcter

source: Character key
ca_es: Tecla de caràcter

source: Character set
ca_es: Joc de caràcters

source: Charset
ca_es: Joc de caràcters

source: Chart
ca_es: Diagrama

source: Chat
ca_es: Xat

source: Check box
ca_es: Casella de selecció

source: Checkbox
ca_es: Casella de selecció

source: Checksum
ca_es: Suma de verificació

source: Chip
ca_es: Xip

source: Chipset
ca_es: Joc de xips

source: Choice
ca_es: Opció

source: Chunk
ca_es: Fragment

source: Daemon
ca_es: Dimoni

source: Dash
ca_es: Traç

source: Dashboard
ca_es: Consola

source: Data bank
ca_es: Banc de dades

source: Data management
ca_es: Gestió de dades

source: Data processing
ca_es: Processament de dades

source: Data source
ca_es: Font de dades

source: Data stream
ca_es: Flux de dades

source: Database
ca_es: Base de dades

source: Date
ca_es: Data

source: Day
ca_es: Dia

source: Deadlock
ca_es: Interbloqueig

source: Debug
ca_es: Depuració

source: Debugger
ca_es: Depurador

source: Declaration
ca_es: Declaració

source: Decoder
ca_es: Descodificador

source: Decoding
ca_es: Descodificació

source: Decompilation
ca_es: Descompilació

source: Decompiler
ca_es: Descompilador

source: Decompression
ca_es: Descompressió

source: Decryption
ca_es: Desencriptatge

source: Default
ca_es: Valor per defecte

source: Definition
ca_es: Definició

source: Delay
ca_es: Retard

source: Delimiter
ca_es: Delimitador

source: Delivery
ca_es: Lliurament

source: Dependency
ca_es: Dependència

source: Deployment
ca_es: Desplegament

source: Description
ca_es: Descripció

source: Desktop
ca_es: Escriptori

source: Desktop computer
ca_es: Ordinador de taula

source: Dial-in
ca_es: Marcatge d'entrada

source: Dialer
ca_es: Marcador

source: Dialing
ca_es: Marcatge

source: Dialing pad
ca_es: Teclat de marcatge

source: Dialog
ca_es: Diàleg

source: Dialog box
ca_es: Quadre de diàleg

source: Digital camera
ca_es: Càmera fotogràfica digital

source: Digital signature
ca_es: Signatura digital

source: Digitizing
ca_es: Digitalització

source: Direct access
ca_es: Accés directe

source: Disclaimer
ca_es: Descàrrec

source: Disconnection
ca_es: Desconnexió

source: Discussion
ca_es: Debat

source: Discussion group
ca_es: Grup de discussió

source: Discussion list
ca_es: Llista de distribució

source: Discussion thread
ca_es: Fil de discussió

source: Disk
ca_es: Disc

source: Disk cache
ca_es: Memòria cau de disc

source: Disk drive
ca_es: Unitat de disc

source: Disk space
ca_es: Espai de disc

source: Diskette
ca_es: Disquet

source: Displayer
ca_es: Visualitzador

source: Distributed application
ca_es: Aplicació distribuïda

source: Distributed database
ca_es: Base de dades distribuïda

source: Distribution
ca_es: Distribució

source: Distribution list
ca_es: Llista de distribució

source: Dither
ca_es: Trama

source: Dithering
ca_es: Tramat

source: Dock
ca_es: Acoblador

source: Docking
ca_es: Acoblament

source: Domain
ca_es: Domini

source: Domain name resolution
ca_es: Resolució de noms de domini

source: Domotics
ca_es: Domòtica

source: Dongle
ca_es: Motxilla

source: Dot
ca_es: Punt

source: Dot pitch
ca_es: Densitat de punts

source: Double click
ca_es: Doble clic

source: Double size
ca_es: Mida doble

source: Double-click
ca_es: Doble clic

source: Download
ca_es: Baixada

source: Download manager
ca_es: Gestor de baixades

source: Downloading
ca_es: Baixada

source: Downloading manager
ca_es: Gestor de baixades

source: Draft
ca_es: Esborrany

source: Drawable
ca_es: Dibuixable

source: Drive
ca_es: Unitat

source: Drop-out
ca_es: Pèrdua d'informació

source: Dumb terminal
ca_es: Terminal passiu

source: Dynamic IP addressing
ca_es: Assignació dinàmica d'adreces IP

source: Dynamic range
ca_es: Marge dinàmic

source: E-banking
ca_es: Banca electrònica

source: E-book
ca_es: Llibre electrònic

source: E-commerce
ca_es: Comerç electrònic

source: E-mail account
ca_es: Compte de correu

source: E-mail address
ca_es: Adreça electrònica

source: E-mail program
ca_es: Programa de correu electrònic

source: Edit box
ca_es: Quadre d'edició

source: Edit control
ca_es: Control d'edició

source: Effect
ca_es: Efecte

source: Ejection
ca_es: Expulsió

source: Electronic banking
ca_es: Banca electrònica

source: Electronic catalog
ca_es: Catàleg electrònic

source: Electronic certificate
ca_es: Certificat electrònic

source: Electronic commerce
ca_es: Comerç electrònic

source: Electronic contract
ca_es: Contracte electrònic

source: Electronic library
ca_es: Biblioteca electrònica

source: Electronic mail
ca_es: Correu electrònic

source: Electronic mail account
ca_es: Compte de correu

source: Electronic mailbox
ca_es: Bústia electrònica

source: Electronic message
ca_es: Correu electrònic

source: Electronic newspaper
ca_es: Diari electrònic

source: Electronic purchase order
ca_es: Comanda electrònica

source: Electronic shop
ca_es: Botiga electrònica

source: Electronic shopping
ca_es: Compra electrònica

source: Electrònic shopping cart
ca_es: Carretó electrònic

source: Electronic stock exchange
ca_es: Borsa electrònica

source: Electronic wallet
ca_es: Cartera electrònica

source: Embedding
ca_es: Incrustació

source: Emulation
ca_es: Emulació

source: Encapsulation
ca_es: Encapsulament

source: Encoder
ca_es: Codificador

source: Encoding
ca_es: Codificació

source: Encryption
ca_es: Encriptatge

source: Encryption algorithm
ca_es: Algorisme de d'encriptatge

source: Endnote
ca_es: Nota al final

source: Environment
ca_es: Entorn

source: Environment variable
ca_es: Variable d'entorn

source: Equalizer
ca_es: Equalitzador

source: Erase head
ca_es: Capçal d'esborrament

source: Escaped character
ca_es: Caràcter alterat

source: Evaluation copy
ca_es: Còpia d'avaluació

source: Exception
ca_es: Excepció

source: Execution time
ca_es: Temps d'execució

source: Expansion slot
ca_es: Ranura d'expansió

source: Expiration
ca_es: Venciment

source: Expression
ca_es: Expressió

source: Extended partition
ca_es: Partició ampliada

source: Extension
ca_es: Extensió

source: Extraction
ca_es: Extracció

source: Face value
ca_es: Valor nominal

source: Factory
ca_es: Fàbrica

source: Fallback
ca_es: Sistema alternatiu

source: Falloff
ca_es: Descens

source: Fastforward
ca_es: Avanç ràpid

source: Field
ca_es: Camp

source: File
ca_es: Fitxer

source: File transfer
ca_es: Transferència de fitxers

source: Filesystem
ca_es: Sistema de fitxers

source: Filing
ca_es: Arxivament

source: Filmstrip
ca_es: Filmina

source: Filter
ca_es: Filtre

source: Filtering
ca_es: Filtratge

source: Find
ca_es: Cerca

source: Finding
ca_es: Descobriment

source: Finger
ca_es: Cercausuaris

source: Firewall
ca_es: Tallafoc

source: Firmware
ca_es: Microprogramari

source: Flash memory
ca_es: Memòria flaix

source: Floating point
ca_es: Coma flotant

source: Flood
ca_es: Inundació

source: Flow
ca_es: Flux

source: Flowchart
ca_es: Diagrama de flux

source: Followup
ca_es: Seguiment

source: Footer
ca_es: Peu de pàgina

source: Footnote
ca_es: Nota al peu

source: Foreground
ca_es: Primer pla

source: Forked process
ca_es: Procés bifurcat

source: Form
ca_es: Formulari

source: Form factor
ca_es: Format

source: Formatting
ca_es: Formatació

source: Fortune
ca_es: Dita

source: Forum
ca_es: Fòrum

source: Forwarding
ca_es: Reenviament

source: Fragmentation
ca_es: Fragmentació

source: Frame relay
ca_es: Relé de trama

source: Framerate
ca_es: Imatges per segon

source: Free software
ca_es: Programari lliure

source: Freeware
ca_es: Programari gratuït

source: Frequency
ca_es: Freqüència

source: Frequently asked questions
ca_es: Preguntes més freqüents

source: Full screen
ca_es: Pantalla completa

source: Full size
ca_es: Mida màxima

source: Function key
ca_es: Tecla de funció

source: Gateway
ca_es: Passarel·la

source: Geometry
ca_es: Geometria

source: Gradient
ca_es: Degradat

source: Graphics card
ca_es: Targeta gràfica

source: Grid
ca_es: Graella

source: Group
ca_es: Grup

source: Groupware
ca_es: Programari de grup

source: Guess
ca_es: Suposició

source: Guide
ca_es: Guia

source: Handler
ca_es: Gestor -a

source: Handout
ca_es: Prospecte

source: Handshaking
ca_es: Conformitat de connexió

source: Hard disk
ca_es: Disc dur

source: Hardware key
ca_es: Motxilla

source: Hardware keyboard
ca_es: Teclat físic

source: Hash table
ca_es: Taula de dispersió

source: Hash(ing) function
ca_es: Funció resum

source: Hatching
ca_es: Ombreig

source: Head
ca_es: Capçal

source: Header
ca_es: Capçalera

source: Heading
ca_es: Encapçalament

source: Headset
ca_es: Auricular

source: Height
ca_es: Alçada

source: Help
ca_es: Ajuda

source: Help topics
ca_es: Temes de l'ajuda

source: Hierarchy
ca_es: Jerarquia

source: High level language
ca_es: Llenguatge d'alt nivell

source: History
ca_es: Historial

source: Home banking
ca_es: Banca electrònica

source: Home directory
ca_es: Directori de l'usuari

source: Home page
ca_es: Pàgina inicial

source: Honeypot
ca_es: Esquer

source: Hosting
ca_es: Hostatge

source: Hotlist
ca_es: Llista d'adreces d'interès

source: Housing
ca_es: Allotjament

source: Hub
ca_es: Concentrador

source: Hue
ca_es: To

source: Hyperlink
ca_es: Enllaç

source: Hypertext
ca_es: Hipertext

source: Hyphenation
ca_es: Partició de mots

source: Icon
ca_es: Icona

source: ID
ca_es: Identificador

source: Identifier
ca_es: Identificador

source: Image
ca_es: Imatge

source: Image ad
ca_es: Anunci gràfic

source: Image bank
ca_es: Banc d'imatges

source: Image map
ca_es: Mapa d'imatge

source: Implementation
ca_es: Implementació

source: Improvement
ca_es: Millora

source: Inbox
ca_es: Safata d'entrada

source: Incoming message
ca_es: Missatge d'entrada

source: Inch
ca_es: Polzada

source: Index
ca_es: Índex

source: Information culture
ca_es: Cultura de la informació

source: Information society
ca_es: Societat de la informació

source: Initialization
ca_es: Inicialització

source: Inode
ca_es: Node d'identificació

source: Input
ca_es: Entrada

source: Input device
ca_es: Perifèric d'entrada

source: Input medium
ca_es: Suport d'entrada

source: Inquiry
ca_es: Consulta

source: Insertion location
ca_es: Posició d'inserció

source: Insertion point
ca_es: Punt d'inserció

source: Inset
ca_es: Inserció

source: Installation
ca_es: Instal·lació

source: Installer
ca_es: Instal·lador

source: Instant messaging
ca_es: Missatgeria instantània

source: Instruction
ca_es: Instrucció

source: Integration
ca_es: Integració

source: Interconnection
ca_es: Interconnexió

source: Interest group
ca_es: Grup de discussió

source: Interface
ca_es: Interfície

source: Internet address
ca_es: Adreça d'Internet

source: Internet service provider
ca_es: Proveïdor d'Internet

source: Interpreted language
ca_es: Llenguatge interpretat

source: Interstitial ad(vertisement)
ca_es: Anunci intersticial

source: Invisible pixel
ca_es: Píxel invisible

source: IP address
ca_es: Adreça IP

source: Italic
ca_es: Cursiva

source: Java applet
ca_es: Miniaplicació de Java

source: Jumper
ca_es: Pont

source: Junk mail
ca_es: Correu brossa

source: Justification
ca_es: Justificació

source: Kernel
ca_es: Nucli

source: Kerning
ca_es: Interlletratge

source: Key binding
ca_es: Assignació de tecles

source: Keyboard
ca_es: Teclat

source: Keyboard layout
ca_es: Disposició del teclat

source: Keyboard shortcut
ca_es: Tecla de drecera

source: Keypair
ca_es: Parella de claus

source: Keyphrase
ca_es: Frase clau

source: Keyring
ca_es: Anell de claus

source: Keystroke
ca_es: Pulsació de tecla

source: Keyword
ca_es: Paraula clau

source: Knowledge base
ca_es: Base de coneixements

source: Knowledge society
ca_es: Societat de la informació

source: Label
ca_es: Etiqueta

source: Laptop (computer)
ca_es: Ordinador portàtil

source: Last accessed
ca_es: Darrer accés

source: Last modified
ca_es: Darrera modificació

source: Last name
ca_es: Cognom

source: Last updated
ca_es: Darrera actualització

source: Layer
ca_es: Capa

source: Layout
ca_es: Format

source: Leak
ca_es: Pèrdua

source: Level
ca_es: Nivell

source: Library
ca_es: Biblioteca

source: Lightness
ca_es: Lluminositat

source: Line
ca_es: Línia

source: Line adapter
ca_es: Adaptador de línia

source: Link
ca_es: Enllaç

source: Liquid crystal
ca_es: Cristall líquid

source: List
ca_es: Llista

source: List box
ca_es: Quadre de llista

source: List view
ca_es: Visualització en llista

source: Listen port
ca_es: Port que rep connexions

source: Listfile
ca_es: Fitxer de llista

source: Listing
ca_es: Llistat

source: Load
ca_es: Càrrega

source: Loading
ca_es: Càrrega

source: Locale
ca_es: Configuració local

source: Localization
ca_es: Localització

source: Log
ca_es: Registre

source: Log file
ca_es: Fitxer de registre

source: Logical partition
ca_es: Partició lògica

source: Login script
ca_es: Script d'inici de sessió [ l'script ]

source: Look and feel
ca_es: Aspecte i comportament

source: Looking
ca_es: Aspecte

source: Low level language
ca_es: Llenguatge de baix nivell

source: Luminance
ca_es: Luminància

source: Luminosity
ca_es: Lluminositat

source: Machine
ca_es: Màquina

source: Machine language
ca_es: Llenguatge de màquina

source: Magnetic head
ca_es: Capçal magnètic

source: Magnetic tape
ca_es: Cinta magnètica

source: Mail bombing
ca_es: Bombardeig

source: Mail merge
ca_es: Combinació de correu

source: Mailbox
ca_es: Bústia

source: Mailer
ca_es: Administrador de correu

source: Mailing list
ca_es: Llista de correu

source: Main menu
ca_es: Menú principal

source: Malware
ca_es: Programari maliciós

source: Management
ca_es: Gestió

source: Map
ca_es: Mapa

source: Mapped image
ca_es: Imatge mapada

source: Margin
ca_es: Marge

source: Mark
ca_es: Marca

source: Marker
ca_es: Marcador

source: Markup
ca_es: Etiquetatge

source: Markup language
ca_es: Llenguatge de marques

source: Markup tag
ca_es: Etiqueta

source: Maturity
ca_es: Venciment

source: Media
ca_es: Suports

source: Medium
ca_es: Suport

source: Membership
ca_es: Afiliació

source: Memory
ca_es: Memòria

source: Memory cache
ca_es: Memòria cau

source: Memory leak
ca_es: Pèrdua de memòria

source: Menu
ca_es: Menú

source: Menu bar
ca_es: Barra de menú

source: Merchantability
ca_es: Comerciabilitat

source: Message
ca_es: Missatge

source: Metadata
ca_es: Metadades

source: Metafile
ca_es: Metafitxer

source: Metasearch
ca_es: Metacerca

source: Method
ca_es: Mètode

source: Microphone
ca_es: Micròfon

source: Microprocessor
ca_es: Microprocessador

source: Migration
ca_es: Migració

source: MIME type
ca_es: Tipus MIME

source: Minus key
ca_es: Tecla de menys
